Repository: SeedWebs/seed-fonts
Catalog: languages/seed-fonts-*.po
Languages: th

source: Heading
th: พาดหัว

source: Body
th: ส่วนเนื้อหา

source: Enable web fonts on Appearance -> Fonts. You can add more by <a href="https://www.seedthemes.com/plugin/seed-fonts/" target="_blank">uploading your web fonts to the theme folder</a>.
th: เปิดการใช้งานฟอนต์สำหรับเว็บที่ รูปแบบบล็อก -> ฟอนต์ หากต้องการเพิ่มฟอนต์สามารถ <a href="https://www.seedthemes.com/plugin/seed-fonts/#upload-your-fonts" target="_blank">อัพโหลดไปไว้ในธีม</a> ได้

source: Fonts
th: ฟอนต์

source: Settings updated successfully.
th: ตั้งค่าเรียบร้อย

source: This plugin comes with 8 Thai web fonts. You can add your own collection by <a href="%1$s" target="_blank">uploading your web fonts to the theme folder</a>
th: ปลั๊กอินนี้มาพร้อมกับฟอนต์ไทย 8 ฟอนต์ หากต้องการใช้ฟอนต์อื่น ให้ <a href="https://www.seedthemes.com/plugin/seed-fonts/#upload-your-fonts" target="_blank">สร้างฟอนต์สำหรับเว็บแล้วอัพโหลดไปไว้ในธีม</a>

source: Fonts Settings - Heading
th: ตั้งค่าฟอนต์ - ส่วนพาดหัว

source: Enable?
th: เปิดใช้งาน?

source: Yes
th: ใช่

source: Font
th: ฟอนต์

source: Weight
th: น้ำหนัก

source: 400 = Normal, 700 = Bold. For more detail, please see <a href="%1$s" target="_blank">W3.org</a>
th: 400 = ตัวธรรมดา, 700 = ตัวหนา. รายละเอียดเพิ่มเติม ดูที่ <a href="%1$s" target="_blank">W3.org</a>

source: Separate selectors with commas
th: คั่นระหว่าง Selector ด้วยเครื่องหมาย ","

source: Force Using This Font?
th: บังคับใช้ฟอนต์นี้?

source: Yes (!important added)
th: ใช่ (เพิ่มคำสั่ง !important)

source: Generated CSS
th: CSS ที่สร้างขึ้น

source: Fonts Settings - Body
th: ตั้งค่าฟอนต์ - ส่วนเนื้อหา

source: Size
th: ขนาดตัวอักษร

source: Size Unit
th: หน่วย
